<?php

/*
 * 1. Создать класс автомобиль (Car)
 *    свойства:
 *    - цвет (color)
 *    - модель (model)
 * 2. Создать объект(ы) класса
 * 3. Установить свойства цвета и модели
 * 4. Вывести на экран свойства объекта
 * 5. Можно создать несколько машинок
 * */

/*
 * 1. Создать класс прямоугольник (Rectangle)
 *    свойства:
 *    - ширина (height)
 *    - высота (width)
 * (можно задать с помощью конструктора, либо самим прописать цифрами)
 * 2. Создать 2 метода:
 *    - getSquare() - площадь
 *    - getPerimeter() - периметр
 * 3. Методы должны возвращать из заданных свойств высоты и ширины Площадь и Периметр
 * 4. Формулы площади и периметра
 * */
